[
    {
        "id": 716430,
        "image": "https://img.spoonacular.com/recipes/716430-556x370.jpg",
        "title": "Chicken and Basil Stir-fry",
        "readyInMinutes": 30,
        "aggregateLikes": 150,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": true,
        "isFavorite": false,
        "summary": "This Chicken and Basil Stir-fry is a quick and flavorful main course. One serving contains <b>400 calories</b>, <b>35g of protein</b>, and <b>20g of fat</b>. For <b>$2.00 per serving</b>, this recipe <b>covers 30%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of chicken breast, fresh basil, soy sauce, and a handful of other ingredients are all it takes to make this recipe so delicious. 150 people have tried and liked this recipe. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. This recipe <b>earns a spoonacular score of 90%</b>, which is excellent. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/chicken-and-basil-stir-fry-1230187\">Chicken and Basil Stir-fry</a>, <a href=\"https://spoonacular.com/recipes/chicken-and-basil-stir-fry-1229807\">Chicken and Basil Stir-fry</a>, and <a href=\"https://spoonacular.com/recipes/chicken-and-basil-stir-fry-1229669\">Chicken and Basil Stir-fry</a>."
    },
    {
        "id": 716431,
        "image": "https://img.spoonacular.com/recipes/716431-556x370.jpg",
        "title": "Beef Tacos",
        "readyInMinutes": 20,
        "aggregateLikes": 300,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "isFavorite": false,
        "summary": "Beef Tacos are a classic Mexican dish. One serving contains <b>600 calories</b>, <b>20g of protein</b>, and <b>25g of fat</b>. For <b>$3.00 per serving</b>, this recipe <b>covers 35%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of ground beef, taco seasoning, tortillas, and a handful of other ingredients are all it takes to make this recipe so tasty. 300 people have tried and liked this recipe. From preparation to the plate, this recipe takes approximately <b>20 minutes</b>. This recipe <b>earns a spoonacular score of 92%</b>, which is amazing. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/beef-tacos-1230187\">Beef Tacos</a>, <a href=\"https://spoonacular.com/recipes/beef-tacos-1229807\">Beef Tacos</a>, and <a href=\"https://spoonacular.com/recipes/beef-tacos-1229669\">Beef Tacos</a>."
    },
    {
        "id": 716429,
        "image": "https://img.spoonacular.com/recipes/716429-556x370.jpg",
        "title": "Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs",
        "readyInMinutes": 45,
        "aggregateLikes": 209,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "isFavorite": false,
        "summary": "You can never have too many main course recipes, so give Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs a try. One serving contains <b>543 calories</b>, <b>17g of protein</b>, and <b>16g of fat</b>. For <b>$1.57 per serving</b>, this recipe <b>covers 22%</b> of your daily requirements of vitamins and minerals. This recipe serves 2. A mixture of butter, white wine, pasta, and a handful of other ingredients are all it takes to make this recipe so yummy. 209 people have tried and liked this recipe. It is brought to you by fullbellysisters.blogspot.com. From preparation to the plate, this recipe takes approximately <b>45 minutes</b>. Taking all factors into account, this recipe <b>earns a spoonacular score of 83%</b>, which is tremendous. If you like this recipe, take a look at these similar recipes: <a href=\"https://spoonacular.com/recipes/pasta-with-garlic-scallions-cauliflower-breadcrumbs-1230187\">Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs</a>, <a href=\"https://spoonacular.com/recipes/pasta-with-garlic-scallions-cauliflower-breadcrumbs-1229807\">Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs</a>, and <a href=\"https://spoonacular.com/recipes/pasta-with-garlic-scallions-cauliflower-breadcrumbs-1229669\">Pasta with Garlic, Scallions, Cauliflower & Breadcrumbs</a>."
    },


    {
        "id": 716432,
        "image": "https://img.spoonacular.com/recipes/716432-556x370.jpg",
        "title": "Chicken Alfredo",
        "readyInMinutes": 30,
        "aggregateLikes": 250,
        "vegetarian": false,
        "vegan": false,
        "glutenFree": false,
        "isFavorite": false,
        "summary": "Chicken Alfredo is a creamy pasta dish. One serving contains <b>600 calories</b>, <b>35g of protein</b>, and <b>30g of fat</b>. For <b>$2.50 per serving</b>, this recipe <b>covers 25%</b> of your daily requirements of vitamins and minerals. This recipe serves 4. A mixture of fettuccine, chicken breasts, heavy cream, and a handful of other ingredients are all it takes to make this recipe so delicious. 250 people have tried and liked this recipe. From preparation to the plate, this recipe takes approximately <b>30 minutes</b>. This recipe <b>earns a spoonacular score of 85%</b>, which is great."
    }
]
